[Dutch]
Translated_by=William Berzoff
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=STAP 1 : USB stick kiezen
STEP 2 : CHOOSE A SOURCE=STAP 2 : Bron selecteren
STEP 3 : PERSISTENCE=STAP 3 : Wijzigingen bijhouden
STEP 4 : OPTIONS=STAP 4 : Opties
STEP 5 : CREATE=STAP 5 : Live USB stick creëren
:::::::::::::::::::::::::::::::::::::::::::::::::::: Algemeen ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Label
Size=Groote
Help=Help
Please read=Let op
Error=Fout
:::::::::::::::::::::::::::::::::::::::::::::::::::: Stap 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Selecteer USB apparaat
Hard drives=Hardeschijf
No key found=Geen USB gevonden
:::::::::::::::::::::::::::::::::::::::::::::::::::: Stap 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Download
Support for .IMG files is experimental=IMG bestand ondersteuning is nog expirimenteel
Only Live mode is currently available in step 3, virtualization option has been disabled=Op dit moment is in stap 3 alleen de Live Mode optie beschikbaar en is de virtualisatie optie uitgescakeld 
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator probeert dezelfde installatie instellingen te gebruiken als bij
:::::::::::::::::::::::::::::::::::::::::::::::::::: Stap 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Alleen Live Modus)
(Persistent Mode)=(Voor bijhouden wijzigingen)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Sstap 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Verberg de gemaakte bestanden op de USB key
(except for Umenu.exe)=(Geld niet voor Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatteer USB met FAT32 (wist alle bestanden!!)
Enable launching LinuxLive in Windows (requires internet to install)=LinuxLive in Windows opstarten mogelijk maken(installatie vereist dan internet toegang)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Stap 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klik hier om de installatie te beginnen
Veuillez choisir un disque formaté en FAT32 ou cocher l'option de formatage=Kies een USB stick met een FAT32 bestand systeem, OF vink het formatteren aan
No disk selected=Geen schijf geselecteerd
No file selected=Geen bestand geselecteerd
No folder or CD selected=Geen map of CD geselecteerd
http://www.ubuntu.com/getubuntu/download=http://www.ubuntulinux.nl/ubuntu/desktop
Please choose an ISO image of LinuxLive CD=Selecteer een LinuxLive ISO bestand 
Please choose a CD of LinuxLive Live or its folder=Selecteer een LinuxLive Live-CD of een map
Start creation of LinuxLive USB=Begin LinuxLive USB installatie
Please validate step 1 to 3=Controleer de stappen 1 t/m 3
Are you sure you want to format this disk and lose your data=Ben je zeker dat de USB stick geformatteerd moet worden? Alle bestanden worden dan gewist
Formatted in=Geformatteerd in
Formating the key=De USB Stick formatteren
Step 1 to 3 OK=Stap 1 t/m 3 Okay
Cleaning previous installations ( 2min )=Eerdere installatie verwijderen ( 2min )
Setting up virtualization software=Inrichten van de Virtualisatie
VirtualBox already downloaded=VirtualBox is al gedownload
A new version of VirtualBox is available=Er is een nieuwe versie van VirtualBox beschikbaar
This new version will be downloaded=De nieuwe versie wordt gedownload 
Downloading VirtualBox as a background task=Download van de VirtualBox gebeurd in de achtergrond
Download started succesfully=Download is begonnen
Download failed to start=Download kan niet worden gestart
VirtualBox will not be installed=VirtualBox zal niet geinstalleerd worden
Integrity could not be verified=De integriteit kan niet worden gecontroleerd
Will attempt installation=Wordt gepoogd te installeren
Cannot download=Kan niet worden gedownload 
Extracting ISO file on key=ISO-bestand wordt uitgepakt naar de USB stick
Writing image to the usb stick=Image wordt naar de USB stick geschreven
Copying files to the key=Bestanden naar USB stick kopieeren
Renaming some files=Enkele bestanden worden hernoemd
Hiding files=Verborgen bestanden
Creating file for persistence=Bestand voor de wijzigingen wordt gemaakt
Formating persistence file=Formatteren van het bestand voor de wijzigingen
Live mode : no persistence file=Live Mode : Wijzigingen niet bewaren
Ubuntu variant found=Ubuntu variant gevonden
Installing boot sectors=Installeren van de Bootsector
Downloading VirtualBox=VirtualBox downloaden
Download complete=Download gereed
Cleaning previous VirtualBox install=Opschonen vorige VirtualBox
Extracting VirtualBox on key=VirtualBox uitpakken naar USB stick
Applying VirtualBox settings=Instellingen VirtualBox doorvoeren 
Your LinuxLive key is now up and ready=Jouw LinuxLive Stick is gereed 
You do not have enough rights to launch VirtualBox=Onvoldoende rechten om VirtualBox op te starten
Please log in as an administrator or run VirtualBox with admin rights=Login als admin of start VirtualBox met admin rechten
Free memory below 256mb threshold=Minder dan 256MB geheugen vrij
This is not enough to launch LinuxLive in Windows=Dit is onvoldoende om LinuxLive vanuit Windows op te starten
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help bestand ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Het help bestand ontbreekt
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help in stap 5 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Over dit programma
User's Guide=Gebruikershandboek
Virtualization Tutorial (FR)=Gebruikershandboek Virtualisation (FR)
Donate=Doneren
Version=Versie
:::::::::::::::::::::::::::::::::::::::::::::::::::: Toetsenbord ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Dit ISO-bestand is bruikbaar
Detecting keyboard layout=Detecteren van het Toetsenbord 
French (France)=Frans (Frankrijk)
French (Swiss)=Frans (Zwitserland)
Dutch=Nederlands
Portuguese=Portugees
US or other (qwerty)=US of anders (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Instellingen voor VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Fout bij het maken van VMDK
Key not found, VMDK is invalid=USB stick niet gevonden. VMDK in ongeldig
Try to launch again SetupForAutoVMDK.exe=Probeer SetupForAutoVMDK.exe opnieuw te starten
Do you want to ignore this error=Deze fout negeren 
:::::::::::::::::::::::::::::::::::::::::::::::::::: Test van MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Kan de MD5-checksum niet vinden
Canceling check=Controle afgebroken
You have the right ISO file but it is corrupted or was altered=Je hebt de benodigde ISO-bestanden; maar ze lijken beschadigd of veranderd te zijn
Please download it again=Graag opnieuw downloaden
Verifying=Controleren
This ISO is not compatible=Dit ISO-bestand is niet bruikbaar
Please read the compatibility list in user guide=Lees de "compatibility list" in het gebruikershandboek 
If your version is in this list, this mean that your file is corrupted, please download it again=Als jou versie in deze lijst staat, betekend dit dat jou bestand beschadigd is
This version is compatible and its integrity was checked=Deze versie is bruikbaar en de integriteit is goed
Check completed=Controle uitgevoerd
Integrity + compatibility check=Controle op bruikbaarheid en integeriteit
Unable to open MD5SUM.txt=Het bestand MD5SUM.txt kan niet worden gelezen
Checking integrity=Integriteit controleren
This file is corrupted=Dit bestand is beschadigd
All files have been successfully checked=Alle bestanden zijn met succes getest
Checking file=Controleren van bestand
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB-Stick Menü ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Wijzigingen bijhouden
Live Mode=Live Mode
Install=Installatie
File Integrity Check=Testen bestand integriteit
Memory Test=Testen van het geheugen
:::::::::::::::::::::::::::::::::::::::::::::::::::: Foutmelding  ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Er is een fout opgetreden
An anonymous report was sent in order to fix this error as soon as possible=Een annoniem rapport is verzonden om deze fout zsm op te lossen
Show bug report=Fout rapport bekijken
Restart application=Programma opnieuw opstarten
Close application=Programma beeindigen
Last Actions=Laatste acties
Unique anonymous ID=Unieke annonimiteits ID
Report status=Status van het rapport
Pending=In afwachting
Error (not sent)=Fout (niet verzonden))
Sent=Verzonden
:::::::::::::::::::::::::::::::::::::::::::::::::::: Laatste help venster ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Om LinuxLive op te starten 
Remove your key and insert it again=Verwijder de USB stick en plaats die dan opnieuw
Go to 'My Computer'=Ga naar 'Deze Computer'
Right click on you key and select :=Met de rechter muistoets kliken en kies dan 
'LinuxLive!' to launch linux in windows='LinuxLive!' om linux binnen wondows te starten
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' voor het VirtualBox scherm
'CD Menu' to launch the original CD menu='CD Menu' om het originele CD menu te starten
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=Of
Manually=Handmatig
Automatically=Automatisch
Please select a linux to continue=Kies aub een Linux Distributie om door te gaan
Looking for the fastest mirror=Zoeken naar de snelste server
Testing mirror=Test server
No online mirror found=Geen server gevonden
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Controleer de Internetverbinding of kies een andere Linux Distribution
Select this file as the source when download will be completed=Kies dit bestand als bron nadat het is gedownload
Downloading=Downloaden
from=van
Error while trying to download=Fout bij het downloaden
Latency=Vertraging
Server Name=Server Naam
Copy link=Koppeling kopieren
Launch in my browser=In mijn browser openen
Best mirrors=De beste Download servers
Good mirrors=Goede Download servers
Bad mirrors=Slechte Download servers
Dead mirrors=Onbruikbare Download servers
Check will begin shortly=Controle begint dadelijk
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Kies jouw favoriete Linux
There is a new version available=Er is een nieuwe versie beschikbaar
Your LiLi's version is not up to date=Jou LiLi-Versien is achterhaald
Last version is=Nieuwste versie is
Your version is=Jou versie is
Do want to download it=Wil je deze downloaden
Error while trying to find physical disk number=Fout bij het zoeken naar de fysieke schijf
This Linux is not in the compatibility list=Deze Linux staat niet in de lijst
Setting the memory to the recommended value=Geheugen wordt op de aanbevolen hoeveelheid ingesteld
Free memory is below the recommended value for your Linux to run in Windows=Het vrij beschikbaar geheugen is te weinig om Linux binnen Windows te draaien
Recognized Linux=Linux is herkend
Built-in Persistency=Behouden van wijzigingen is ingebouwd
:::::::::::::::::::::::::::::::::::::::::::::::::::: nieuw in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Je hebt al een functie gekozen
Are you sure that you want to recreate one=Weet je zeker dat je deze opnieuw wilt maken
The compatibility list has been updated=De lijst met ondersteunde versies is bijgewerkt
These linuxes are now supported=Deze Linux versies worden nu ondersteund 
Official Ubuntu Variants=Officiele Ubuntu varianten
Ubuntu Based Variants=op Ubuntu gebaseerde varianten
Fedora Variants=Fedora varianten
Debian Variants=Debian varianten
PCLinuxOS Variants=PCLinuxOS varianten
Rescue CDs=Rescue CD's
Light Linuxes=afgeslankte Linux
Gentoo Based=op Gentoo gebaseerd
Security Purpose=Beveiliging toepassing
Others=Andere
Regular Linux (works with most linuxes)=Reguliere Linux (werkt met de meeste Linux versies)
:::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Portable-VirtualBox updaten
Help me to improve LiLi=Help mij LiLi te verbeteren
This is a Beta or Release Candidate version=Deze versie betreft een Beta of Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Klik OK om een reactie achter te laten of klik Cancel om dit scherm te sluiten
Options=Opties
General=Algemeen
Versions=Versies
Compatibility List=Compatibiliteits Lijst
Make a donation=Doe een donatie
Contact me=Contact opnemen
CopyLeft by=CopyLeft by
GPL v3 License=GPL v3 License
Language=Taal
Available languages=Beschikbare talen
Proxy=Proxy
Proxy settings=Proxy instellingen
No proxy=Geen proxy
Use system settings=Gebruik systeem instellingen
Use custom settings=Gebruik aangepaste instellingen
Proxy URL=Proxy URL
Port=Poort
Username=Gebruikersnaam
Password=Wachtwoord
Status=Status
Test settings=Instellingen testen
You are connected=U bent verbonden
You are disconnected=U bent niet verbonden
Not tested yet=Nog niet getest
Update=Update
Check for updates=Controleer op updates
Stable releases only=Alleen stabiele uitgaven
Stable and beta releases=Stabiele en beta uitgaven
Advanced=Gevorderd
Do not modify these options unless you know what you are doing=Deze instellingen niet veranderen tenzij u weet wat u doet
Select a Linux=Selecteer een Linux
Install parameters=Installatie parameters
Use LiLi automatic recognition=Gebruik LiLi automatische herkenning
highly recommended=aan te bevelen
Force using same parameters as=Dwing zelfde parameters te gebruiken als
Netbook screen detected=Netbook scherm gedetecteerd
Your screen vertical resolution is less than 600 pixels=De verticale resolutie van uw scherm is minder dan 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Gebruik a.u.b. de pijltjes toetsen (omhoog en omlaag) van uw toetsenbord om de interface te verplaatsen
Please choose a FAT32 or FAT formated key or check the formating option=Kies a.u.b. een FAT32 geformateerde USB of kies de formatteer optie
Please check your internet connection or try with another linux=Controleer uw internet verbinding of probeer een andere Linux
Testing=Testen
:::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Excuses voor het ongemak, LiLi is helaas gecrasht
Please enter an email address and a detailed comment about this crash=Voer s.v.p. e-mail adres in en een gedetailleerd commentaar over deze crash
I will contact you as soon as I can=Ik neem zo spoedig mogelijk contact met u op
Show crash report=Toon crash rapport
Close (don't send)=Sluiten (niet verzenden)
Send Report=Verzend rapport
Your file is corrupted=Uw bestand is corrupt
Please download it again=A.u.b. opnieuw downloaden
Read the log for more information=Lees het log voor meer informatie
Starting LinuxLive USB Creator=Start LinuxLive USB Creator
Checking for new major version=Checkt voor nieuwe grote versie
Checking for new minor version=Checkt voor nieuwe kleine versie
Checking for new Portable-VirtualBox version=Checkt voor nieuwere Portable-Virtualbox
Reading compatibility list=Leest compabiliteits lijst
Loading interface=Laadt interface
Getting drive list=Haalt drive lijst
Logging system configuration=Logt systeem configuratie
Checking for updates=Checkt voor updates
Please close any application accessing your key and try again=Sluit applicaties met toegang tot uw USB en probeer nogmaals
Checking VirtualBox archive integrity=Checkt VirtualBox archief integriteit
VirtualBox archive integrity checked=VirtualBox archief integriteit gecheckt
Unzipping VirtualBox archive to disk=Pakt VirtualBox uit naar schijf
VirtualBox archive is corrupted=VirtualBox archief is corrupt
Force using default mode (works with most Linuxes)=Dwing gebruik standaard modus(werkt met meeste Linuxes)
There is a new Beta version available=Nieuwe Beta versie is beschikbaar
Your LiLi's version is not up to date=Uw LiLi's versie is niet actueel
Last beta version is=Laatste Beta versie is
Server-oriented=Server-georiënteerd
:::::::::::::::::::::::::::::::::::::::: new in 2.8/9 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Welcome to the automatic crash reporter=Welkom bij de automatische crash melder
Your Email address=Uw e-mail adres
Problem Details=Beschrijving probleem
This ZIP file contains only an ISO=Dit ZIP bestand bevat alleen een ISO
Please unzip it and retry with this ISO instead=Aub uitpakken en proberen met deze ISO
Please insert your USB key back or select another one=Aub uw USB aansluiten of selecteer een andere
Your device could not be formatted=Uw medium kon niet worden geformatteerd
Please close all open applications then try again=Aub alle toepassingen afsluiten en opnieuw proberen
Checking for main software updates=Controleert op software update
Checking for Portable-VirtualBox updates=Controleert op update voor Portable-VirtualBox
Current version=Huidige versie
Last version=Nieuwste versie
Do you want to download it=Wilt u dit downloaden
VirtualBox is running and should be closed=VirtualBox is actief en moet worden afgesloten
Close it then click OK=Sluit het af en klik op OK
Click cancel to ignore this warning=Klik op Annuleren om deze waarschuwing te negeren
